tap "homebrew/bundle"
tap "tsung-ju/iguanatexmac"
brew "xz"
brew "libtiff"
brew "little-cms2"
brew "webp"
brew "jpeg-xl"
brew "aom"
brew "glib"
brew "atk"
brew "automake"
brew "bison"
brew "boost"
brew "cairo"
brew "chruby"
brew "cmake"
brew "readline"
brew "python@3.11"
brew "docutils"
brew "eigen"
brew "gcc"
brew "gd"
brew "gdb"
brew "gdbm"
brew "gdk-pixbuf"
brew "gobject-introspection"
brew "jpeg"
brew "libffi"
brew "netpbm"
brew "python@3.9"
brew "harfbuzz"
brew "pango"
brew "librsvg"
brew "graphviz"
brew "gtk+"
brew "gtk+3"
brew "gtk4"
brew "lapack"
brew "libomp"
brew "libyaml"
brew "llvm"
brew "openblas"
brew "py2cairo"
brew "python@3.10"
brew "ruby-build"
brew "rbenv"
brew "ruby-install"
brew "sdl12-compat"
brew "sfml"
brew "sphinx-doc"
brew "subversion"
brew "suite-sparse"
brew "vte3"
brew "terminator"
brew "wget"
cask "iguanatexmac"
cask "vscodium"
cask "xquartz"
